<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn" %>

<c:set var="path" value="${ pageContext.request.contextPath }"/>

<style>
	pre{
	    padding:10px;
	    overflow: auto;
	    white-space: pre-wrap; /* pre tag내에 word wrap */
	} 
	.modal-content{
	height: 600px;
	overflow-y: auto;
	}
</style>

<div id="modal" class="modal">
    <div class="modal-backdrop"></div>
    <div class="modal-dialog">
        <div class="modal-content">
            <div class="modal-header">
                <div class="modal-title">약관상세</div>
            </div>
            <div class="modal-body">
                <h1>온더트레인 이용약관</h1>
                <pre>제 1장 총 칙
제1조 (목적)
본 약관은 주식회사 온더트레인(이하 “회사”라 한다)가 운영하는 사이버몰과 온더트레인 마일리지클럽(이하 “몰”이라 한다)에서 제공하는 서비스(이하 "서비스"라 한다)를 통합 운영하고 제공함에 있어 이용자(이하 “이용자”)와의 이용조건 및 권리 의무와 절차 및 책임사항을 규정함을 목적으로 합니다.

제2조(정의)
"몰"이란 ”회사”가 이용자에게 재화 또는 용역(이하 "재화"이라 함)과 서비스를 컴퓨터 등 정보통신 설비를 이용하여 사용하고 거래할 수 있도록 설정한 가상의 영업장과 웹사이트를 말하며, 아울러 인터넷쇼핑몰을 운영하는 사업자의 의미로도 사용합니다. “몰”의 웹사이트는 www.hanatour.com, www.hanaticket.com, hc.hanatour.com 이 있으며, “회사”와 “온더트레인 마일리지클럽 제휴사 및 가맹점(이하 “제휴가맹점”)”의 정책에 따라 추가/변동될 수 있습니다.
"이용자"란 "몰"에 접속하여 이 약관에 따라 "몰"이 제공하는 재화 및 서비스를 이용하는 회원 및 비회원을 말합니다.
“회원”이라 함은 "몰"에 본 약관과 개인정보 제공에 동의하여 회원등록을 한 자로서, "몰"의 정보를 지속적으로 제공받으며, "몰"이 제공하는 재화와 서비스를 계속적으로 이용할 수 있는 개인 및 법인을 말합니다.
“비회원”이라 함은 회원에 가입하지 않고 "몰"이 제공하는 재화와 서비스를 이용하는 자를 말합니다.
"이용자아이디(이하 “ID”)"라 함은 “몰”의 이용을 위하여 등록한 이메일주소 체계로 표기된 인식문자를 말합니다.
"비밀번호"라 함은 “ID”회원임을 확인하고, 서비스 보안을 위해 회원이 설정하여 “몰”에 통보한 8자리 이상 16자리 이하의 영문과 숫자, 특수문자를 혼용하여 표기한 암호문자를 말합니다. 회원의 안전한 서비스를 이용을 위해 비밀번호 구성 중 유출이 쉬운 비밀번호의 이용에 관해서는 “몰”에서 일부 제한 할 수 있습니다.
"본인인증수단"이라 함은 이메일인증 등 “몰”에서 회원 가입, 로그인, 아이디 찾기, 비밀번호 등 변경에 필요한 서비스 보안을 위하여 “몰”이 정한 인증수단을 말합니다.
"인증정보"란 “ID”, 비밀번호 설정에 필요한 정보를 말합니다.
“영업일”이란 회사가 정상적으로 서비스를 제공한 날로서 대한민국 기준, 토요일, 일요일 및 법정 공휴일을 제외한 날을 말합니다.
“구매안전서비스”란 회사가 구매자가 결제한 결제대금을 보호하기 위하여 일정기간 결제대금을 예치하는 서비스를 말합니다.
“안전거래센터”란 서비스 이용 중 거래의 안전과 관련하여 발생할 수 있는 문제를 조정하기 위한 기구를 말합니다.
“분쟁조정센터”란 “몰”을 통한 거래에서 분쟁이 발생하면 판매자와 구매자가 자율적으로 해결하는 것이 원칙이지만, 분쟁의 합리적이고 원활한 조정을 위하여 예외적으로 회사가 설치 운영하는 분쟁조정기구를 말합니다.
“전자결제대행수수료”란 구매자가 신용카드, 실시간계좌이체를 통해 상품을 구매 시 PG사에 지불해야 하는 수수료를 말합니다.
“온더트레인 마일리지클럽”(이하 “온더트레인클럽”)은 “몰”이 회원에게 제공하는 멤버십서비스로 서비스의 개요는 본 약관 제3조와 같습니다.
“접근매체”라 함은 전자금융거래에 있어서 거래 지시를 하거나 회원 및 거래 내용의 진실성과 정확성을 확보하기 위하여 사용되는 “회원번호”, “ID”, “비밀번호”, “전자식카드”, “인증서” 등을 말합니다.
“온더트레인클럽 제휴카드”(이하 “제휴카드”)는 온더트레인클럽의 기본적인 멤버십, 마일리지 서비스와 카드사 혹은 제휴사의 추가 서비스가 탑재된 신용카드, 체크카드, 선불카드 및 멤버십카드등을 말합니다.
회원의 회원가입신청이 승낙되지 않으면 가입대기중 (이하 “신청중 회원”) 상태로 분류하고 개인정보처리방침에 따라 보관/운영합니다.
제3조 (적용 범위 및 효력 우선순위)
이 약관에서 제1장(총칙), 제3장(기타사항)은 전체 서비스에 적용되며, 제2장은 “몰”에서 판매되는 “재화” 중 “회사”가 통신판매중개서비스를 제공하는 상품에 한하여 적용됩니다.
제1장 및 제3장의 규정과 개별서비스인 제2장의 규정이 상충할 때에는 개별서비스 관련 규정(제2장)이 전체서비스 관련 규정(제1장 및 제3장)보다 우선적인 효력을 갖습니다.
회사는 특정 판매자와 개별적으로 이 약관 및 개별약관(이하 “약관 등”이라고 합니다.)에 규정된 내용과 다른 내용의 계약(이하 “개별약관"이라고 합니다)을 체결할 수 있습니다. 이 경우 개별약관이 일반약관에 우선하여 적용됩니다. 회사는 개별약관을 체결한 판매자에게 계약내용을 서면(전자문서 포함) 교부하거나 판매자 화면에서 확인 할 수 있도록 합니다.
제4조(서비스 개요 및 변경)
본 약관에 정해진 바에 따라 “몰”이 “이용자”에게 제공하는 서비스는 아래와 같습니다.
재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
구매계약이 체결된 재화 또는 용역의 배송
마일리지 적립 및 사용
회원은 “몰”과 “제휴가맹점”에서 재화 또는 서비스 구입과 이벤트 등에 의해 마일리지를 적립 받을 수 있습니다. 단, “몰” 및 “제휴가맹점”의 사정에 따라 지정 된 일부 재화는 제외 될 수 있습니다.
회원은 “몰”과 “제휴가맹점” 이용을 통해 제공받은 마일리지를 “몰”과 “제휴가맹점”에서 정한 기준에 따라 사용할 수 있습니다.
회사와 “제휴가맹점”은 상기 외 추가적인 서비스를 회원에게 제공할 수 있습니다.
통합 아이디 서비스
회원은 “몰”에서 “ID”와 “비밀번호”를 통합하여 이용할 수 있는 통합 아이디 서비스를 이용할 수 있습니다.
통신판매중개서비스
기타 “몰”이 정하는 서비스
"몰"은 “재화”의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 “재화”의 내용을 변경할 수 있습니다. 이 경우에는 변경된 “재화”의 내용 및 제공일자를 명시하여 현재의 “재화”의 내용을 게시한 곳에 즉시 공지합니다.
“몰”이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.
전항의 경우 “몰”은 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, "몰"의 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제5조(약관 등의 명시와 설명 및 개정)
“몰”은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 팩스번호, 전자우편 주소, 사업자등록번호, 통신판매업신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 인터넷쇼핑몰의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
“몰”은 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회, 배송책임, 환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
"몰"은 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률, 방문판매 등에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
본 약관은 수시로 개정될 수 있으며 약관을 개정할 경우 “몰”은 개정된 약관을 적용하는 날(이하 "효력 발생일")로부터 7일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 다음의 방법 중 1가지 이상의 방법으로 회원에게 고지하여 드립니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "회사"는 개정전 내용과 개정후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
전자우편 또는 휴대폰 통보
“몰”의 홈페이지 게시 등의 방법
개정된 약관은 그 효력 발생일로부터 유효합니다.
"몰”이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제4항에 의한 개정약관의 공지기간내에 “몰”에 송신하여 "몰"의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
“몰”에서 통제할 수 없는 천재지변, 전란, 정부의 명령, 또는 “몰”이 서비스를 유지할 수 없을 정도의 현저한 저해요인 등 불가항력적인 상황이 발생할 경우 “몰”의 자체 판단에 의해 서비스를 연기 또는 중단할 수 있습니다.
본 약관의 개정과 관련하여 이의가 있는 회원은 회원탈퇴를 할 수 있습니다. 단, 이의가 있음에도 불구하고 본조 제4항에 따른 고지가 있은 후, 약관 변경 적용일까지 이의를 제기하지 않거나, 회원탈퇴를 하지 않은 회원은 개정된 약관에 동의한 것으로 간주합니다.
이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계법령 또는 상관례에 따릅니다.
제6조(회원가입)
“몰”이 정한 가입 신청서(서면 신청서 포함)에 정해진 사항을 기입 및 서명한 후 본 “개인정보처리방침(“개인정보 수집 제공 및 활용 동의” 등)”에 동의함으로써 회원가입을 신청합니다.
만 14세 미만의 경우, 법정 대리인의 동의를 받아 본 약관에 동의하고 가입신청을 하며, 이 경우 법률에 의거 법정대리인의 동의여부와 관계없이 일부 서비스 제공이 불가 할 수 있습니다.
고객으로부터 회원 가입 신청이 있는 경우 “몰”의 기준에 따른 심사를 거친 뒤 해당 기준을 만족하는 신청 고객께 회원가입을 승낙하여 드리며, 회원 자격이 부여된 고객은 “몰”로 부터 가입완료 고지를 받은 시점부터 회원으로서의 지위를 취득합니다.
회원 가입 절차를 완료하지 않은 “신청중 회원”의 경우, 마일리지를 사용하거나 기타 서비스를 이용하는데 제한이 있을 수 있습니다.
"몰"은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
가입신청자가 이 약관 제7조에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조에 의한 회원자격 상실 후 3년이 경과한 자로서 "몰"의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
등록 내용에 허위, 기재누락, 오기가 있는 경우
기타 회원으로 등록하는 것이 "몰"의 기술상 현저히 지장이 있다고 판단되는 경우
제7조 (회원 탈퇴 및 자격상실)
회원은 서면, e-mail, 전화, 기타 “몰”이 정하는 방법으로 회원 탈퇴를 요청할 수 있으며, “몰”은 회원 탈퇴에 필요한 절차를 수행하여 즉시 회원탈퇴를 처리합니다.
회원이 다음 각 호의 사유에 해당하는 경우, “몰”은 당해 회원에 대한 통보로서 회원의 자격을 제한 또는 정지시킬 수 있으며, 제한 또는 정지 후 동일한 행위가 2회이상 반복되거나 30일이내에 그 사유가 시정되지 아니하는 경우 회원자격을 상실시킬 수 있습니다. 단, 제3호의 경우에는 별도의 통보 없이 자격이 상실됩니다.
회원가입 신청 시 허위 내용을 등록하거나, 타인의 명의나 개인 정보를 도용한 경우
마일리지의 부정 적립/사용 등 서비스를 부정한 방법/목적으로 이용한 경우
회원이 사망한 경우
타 회원의 서비스 홈페이지 이용을 방해하거나 정보를 도용하는 등 전자상거래질서를 위협한 경우
회원의 접근매체를 매매하거나 대여, 양도, 담보 제공하는 경우
“몰”을 이용하여 법령과 본 약관이 금지하거나 공서양속(公序良俗)에 반하는 행위를 한 경우
“몰”을 이용하여 구입한 재화 등의 대금, 기타 "회사"이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
기타 본 약관에 규정된 사항을 위반한 경우
본 조 제2항 제2호의 사유로 자격이 상실된 회원은 제2호의 사유가 자신의 고의 또는 과실에 기한 것이 아님을 소명할 수 있습니다. 이 경우 “몰”은 회원의 소명 내용을 심사하여 타당하다고 판단하는 경우 정상적인 서비스를 이용할 수 있도록 합니다.
본 조 제1항에 의한 회원 탈퇴 또는 제 2항에 의한 회원자격상실이 확정되는 시점은 아래와 같습니다.
회원 탈퇴 요청일 또는 회원자격상실 통보일
사망으로 인한 자격상실의 경우에는 회원 사망일
“몰”이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
제8조 (회원정보 변경/관리)
회원은 주소, e-mail 및 전화번호 등 회원의 개인 정보가 변경된 경우, “몰”에게 이를 고지하여야 하며 부정확한 정보로 인해 “회원”에게 손해가 발생한 경우 ”몰”은 책임을 지지 않습니다.
회원 개인 신상에 변동(사망, 이혼 등의 경우)이 생겨도 적립된 마일리지 및 회원 혜택은 타인에게 양도되지 않습니다.
제 9조 (마일리지 적립 및 사용)
“몰” 및 “제휴가맹점”에서 상품을 구입하거나 서비스를 이용하고 그에 따른 대금을 결제한 회원은 “몰”과 “제휴가맹점”이 고지한 바에 따라 마일리지를 부여받게 됩니다. (세부내용은 “몰”의 홈페이지 안내에 따릅니다.)
“몰”의 서비스 이용에 따라 “몰”이 직접 제공하는 마일리지 적립에 관한 이의는 서비스 이용일로부터 1년 이내에 제기되어야 하며, “제휴가맹점” 이용에 따라 “제휴가맹점”이 제공하는 마일리지 적립에 관한 사항은 “제휴가맹점”별 이용 규정에 따릅니다.
“몰”과 “제휴가맹점”에서 적립된 마일리지는 “몰”과 “제휴가맹점”에서 정한 기준에 따라 합산하여 적립/사용할 수 있습니다. 또한 적립된 마일리지는 금전적으로 환산하거나 타인에게 판매될 수 없습니다.
회원이 구매를 취소한 경우, “몰”은 해당 구매로 인해 적립 받은 마일리지를 환수할 수 있습니다, 환수할 마일리지가 잔여 마일리지보다 적은 경우 마이너스(-) 처리할 수 있으며, 회원이 이후 적립 시 마이너스(-) 된 마일리지만큼 공제합니다. 또한, 마이너스(-) 회원의 경우 회원의 탈퇴와 재가입이 제한될 수 있습니다.
“몰”은 거래에 오류가 발생하거나 마일리지가 잘못 적립된 경우 이를 임의로 정정할 수 있으며, 부당한 방법에 의해 마일리지를 적립/사용한 경우 “몰”은 마일리지의 환수, 유상 서비스 이용요금에 상응하는 현금 배상 청구 및 필요한 법적 조치를 취할 수 있습니다.
마일리지로 “회사”와의 여행계약 해제 시 발생하는 취소수수료를 결제할 수 없습니다.
마일리지의 세부 운영 방침은 “몰”이 홈페이지에 고지하는 내용에 따릅니다. 
제10조(서비스의 부당한 이용)
서비스의 부당한 이용이란 아래를 의미합니다.

회원 본인이 구매자나 여행자가 아님에도, 제휴카드를 통한 요금의 대납, 기타 다른 방법을 통해 마일리지를 적립하거나 할인 등 혜택을 이용하는 경우를 말합니다. 단, 회원과 구매자나 여행자의 관계가 직계존비속 및 배우자임을 소명한 경우는 제외합니다.
위 1항에도 불구하고 “제휴가맹점” 혹은 여행알선 종사자의 경우는 본인이 해당 상품의 여행자가 아님에도 제휴카드로 결제하여 마일리지적립등 고객 혜택을 이용하는 경우 부당한 이용으로 간주합니다.
회원이 본조 제1항 내지 제2항으로 적립한 마일리지를 사용하거나, 타 회원의 마일리지를 임의로 사용한 경우를 말합니다.
제11조(마일리지의 소멸)
마일리지는 적립일로부터 5년간 유효합니다. 단, 특정 제휴 가맹점의 이용으로 적립한 마일리지나 “몰”이 한시적 프로모션 행사로 제공한 마일리지의 경우, 별도의 유효기간이 적용될 수 있습니다.
본 약관 제7조 제1항에 정해진 방법으로 회원 탈퇴 시 회원 탈퇴 요청일까지 적립된 마일리지는 사용이 불가하며, 회원 탈퇴 요청일로부터 90일 이내에 재가입하지 않을 경우 자동으로 소멸됩니다.
본 약관 제7조 제2항에 따라 회원자격이 상실된 경우, 자격 상실일까지 적립된 마일리지는 자동으로 소멸됩니다.
제12조 (마일리지의 환급)
마일리지의 잔액은 환급되지 않습니다. 단, 회원이 직접 구매한 마일리지는 회원이 요구할 경우, 환불 수수료 등을 공제 한 잔액을 환급 받을 수 있습니다.

제13조 (접근매체의 관리)
접근매체의 분실 혹은 노출시, 회원은 즉각적으로 이를 당사에 통지하여야 하며, 통지 이전 발생한 사고에 대해서는 당사는 책임지지 않습니다.
회원은 접근매체를 사용함에 있어 이를 매매, 대여, 양도, 담보 제공 하여서는 안됩니다.
회원은 접근매체의 누설 또는 노출하거나, 이를 방치하는 행위를 하여서는 안되며, 도용, 위조나 변조를 방지하기 위하여 충분한 주의를 기울여야 합니다.
제14조 (회원 통합 ID & Password)
”몰”은 “서비스”를 회원이 원활하게 이용 할 수 있도록 회원의 “ID”와 비밀번호를 통합하여 사용할 수 있는 통합아이디서비스를 제공하고 있습니다. 향후 통합아이디를 통해 사용할 수 있는 서비스 홈페이지는 “회사”와 “제휴가맹점”의 정책에 따라 추가/변동될 수 있습니다.
회원의 ID 및 비밀번호에 관한 관리책임은 회원 본인에게 있으며 제3자에게 자신의 ID 및 비밀번호를 알려주거나 이용하게 해서는 안됩니다.
회원이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "회사"에 통보하고 "회사"의 안내가 있는 경우에는 그에 따라야 합니다.
“회사”나 “제휴가맹점은” 각 사의 귀책사유 없이 회원이 자신의 ID 및 비밀번호를 도용 당한 데 따른 손해에 대해서는 법적 책임을 부담하지 않습니다.
제15조(“온더트레인클럽”서비스의 종료)
“온더트레인클럽” 서비스를 종료하고자 할 경우, “회사”는 서비스 종료일로부터 3개월 이전에 본 약관 제5조 제 4항에 규정된 통지 방법을 준용하여 회원에게 알려드립니다.
“온더트레인클럽” 서비스 종료일 이후 회원은 “몰”과 “제휴가맹점”에서 마일리지 적립을 받지 못하며, 기 적립된 마일리지는 “몰”이 별도 지정하는 날까지 “몰”과 제휴 가맹점에서 정한 기준에 따라 사용하여야 하고, 서비스 종료일까지 사용하지 않은 마일리지는 소멸됩니다.
"몰"은 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있으며 이 경우 서비스 일시 중단 사실과 그 사유를 “몰” 초기화면에 통지합니다. 단, 천재지변 또는 이와 같은 불가항력으로 서비스를 제공할 수 없으면 서비스 제공을 제한하거나 일시 중단할 수 있습니다.
"몰"은 제3항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, "몰"이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 "몰"은 제18조에 정한 방법으로 이용자에게 통지하고 당초 "몰"에서 제시한 조건에 따라 소비자에게 보상합니다.
제16조(광고 게재 등)
“몰”은 회원에게 최상의 서비스를 제공하기 위해 상업용 광고를 홈페이지에 게재하거나, 회원께 SMS, E-mail, DM, TM 등을 통한 권유 및 소개할 수 있습니다. 단, 수신거부 의사를 표시한 회원에게는 SMS, E-mail, 우편물, TM등을 발송하지 않습니다.

제17조(제휴 가맹점의 이용)
회원과 “제휴가맹점”간 계약조건은 “회사”와 무관합니다.
“회사”와 “제휴가맹점”간 체결된 프로그램은 계약 조건 혹은 “제휴가맹점” 사정에 따라 사전 통보 없이 변경되거나 중단될 수 있으며, 변경 사항 발생 시, 홈페이지 등을 통해 안내해 드립니다.
회원이 “온더트레인클럽” 혜택을 제공받기 위해 “제휴가맹점”을 이용할 경우 해당 “제휴가맹점”의 규정에 따라야 하며, “제휴가맹점” 이용과정에서 발생하는 회원의 피해는 “회사”가 책임을 지지 않습니다.
제18조(회원에 대한 통지)
"몰"이 회원에 대한 통지를 하는 경우, 회원이 "몰"과 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
"몰"은 불특정다수 회원에 대한 통지의 경우 1주일이상 "몰"의 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
제19조(구매신청)
"몰"의 이용자는 "몰"상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, "몰"은 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다. 단, 회원인 경우 제2항 내지 제4항의 적용을 제외할 수 있습니다.

재화 등의 검색 및 선택
성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
각 상품별 약관내용, 청약철회권이 제한되는 서비스, 배송료, 설치비 등의 비용부담과 관련한 내용에 대한 확인
이 약관에 동의하고 위 3항의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
재화 등의 구매신청 및 이에 관한 확인 또는 "회사"의 확인에 대한 동의
결제방법의 선택
제20조 (계약의 성립)
"몰"은 제19조와 같은 구매신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
신청 내용에 허위, 기재누락, 오기가 있는 경우
미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화를 구매하는 경우
기타 구매신청에 승낙하는 것이 "몰"의 기술상 현저히 지장이 있다고 판단하는 경우
"몰"의 승낙이 제22조 제1항의 수신확인통지형태로 이용자에게 도달하면 성립한 것으로 봅니다.
"몰"의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.
제21조(지급방법)
"몰"에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 단, 본 약관 제37조 결제대금보호서비스가 적용되는 상품에 한해서는 다음 각 호의 방법 중 제1호 내지 제2호의 방법으로만 대금지급이 가능하며, "몰"은 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.

온라인무통장입금
선불카드, 직불카드, 신용카드 등의 각종 카드 결제
“회사” 내사방문 후 대금지급
온더트레인 여행상품권에 의한 결제
제22조(수신확인통지, 구매신청 변경 및 취소)
"몰"은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 "몰"은 서비스제공 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제25조의 청약철회 등에 관한 규정에 따릅니다.
제23조(재화 등의 공급)
"몰"은 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, "몰"이 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 2영업일 이내에 조치를 취합니다. 이때 "몰"은 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다. 다만, 여행상품과 같은 무형의 재화 공급은 해당 상품에 적용되는 별도의 약관을 교부하고 차질 없이 출발할 수 있도록 일련이 조치를 하여야 합니다.
"몰"은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 "몰"이 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 "몰"이 고의, 과실이 없음을 입증한 경우에는 그러하지 아니합니다. 단, 여행상품과 같은 무형의 재화 공급은 예약한 상품에 대한 별도의 여행자 계약서 등을 교부하여 이용자가 상기 상품에 대해 이용할 수 있도록 하여야 합니다.
제24조(환급)
"몰"은 이용자가 구매 신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 2영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다. 단, 여행상품의 경우 상품의 특성상 이용자가 출발일 전 모든 예약이 완료된 이후 계약을 해지할 경우 국내(외) 여행표준약관 및 국내(외) 소비자 피해보상규정에 의거 취소수수료를 공제하고 환불하며, 기타 상품의 계약체결 시 계약한 특별약관 등의 규정에 의거한 상품의 취소 및 환불 수수료를 공제하고 환불해 드립니다.

제25조(청약철회 등)
"몰"과 재화 등의 구매에 관한 계약을 체결한 이용자는 수신확인의 통지를 받은 날부터 7일 이내에는 청약의 철회를 할 수 있습니다. 단, 여행상품의 경우 국내(외)여행 표준약관에 의한 환급기준에 따라 별도의 취소수수료가 부가될 수 있습니다.
이용자는 재화 등을 배송 받은 경우 다음 각호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
제2항 제2호 내지 제4호의 경우에 "몰"이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회등이 제한되지 않습니다.
이용자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시된 광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
제26조(청약철회 등의 효과)
"몰"은 이용자로부터 재화 등을 반환 받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 "몰"이 이용자에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여 공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
"몰"은 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. "몰"은 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등 의 반환에 필요한 비용은 "몰"이 부담합니다.
이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에 "몰"은 청약철회 시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.
제27조(개인정보보호)
"몰"은 "정보통신망법" 등 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 "몰"의 개인정보처리방침이 적용됩니다. 다만, "몰"의 이외의 링크된 사이트에서는 "몰"의 개인정보처리방침이 적용되지 않습니다.
“몰”은 정보통신망법에서 규정하는 개인정보 유효기간제도를 준행하며 1년 동안 당사의 정보통신 서비스를 이용하지 않은 고객의 개인정보는 절차에 의하여 파기하거나 별도로 분리하여 저장, 관리하여 개인정보 보호 정책을 추진하고 있습니다.
“몰”은 이용자가 제공한 개인정보를 제공자의 동의 없이 이 약관에 정한 목적 이외의 용도로 이용하거나, 회원서비스 수행목적 범위를 넘어서서 임의의 목적으로 제3자 에게 제공하지 않습니다.
제28조(정보전송 및 제공)
"몰"은 "회원"이 "서비스" 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 "회원"에게 제공할 수 있습니다. 다만, "회원"은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신거절을 할 수 있습니다.
제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 "회원"의 사전 동의를 받아서 전송합니다. 다만, "회원"의 거래관련 정보 및 고객문의 등에 대한 회신에 있어서는 예외됩니다.
제29조("몰"의 의무)
"몰"은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화, 용역을 제공하는데 최선을 다하여야 합니다.
"몰"은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
"몰"은 상품이나 용역에 대하여 「표시, 광고의공정화에관한법률」 제3조의 부당한 표시 광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
"몰"은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
제30조(이용자의 의무)
이용자는 다음 행위를 하여서는 안됩니다

신청 또는 변경 시 허위 내용의 등록
타인의 정보 도용
"몰"에 게시된 정보의 변경
"몰"이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
"몰" 기타 제3자의 저작권 등 지적재산권에 대한 침해
"몰" 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 인터넷쇼핑몰에 공개 또는 게시하는 행위
제31조(연결회사와 피연결회사 간의 관계)
상위 회사와 하위 회사가 하이퍼 링크(예: 하이퍼 링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 “연결회사”(웹 사이트)이라고 하고 후자를 “피연결회사”(웹사이트)이라고 합니다.
“연결회사”는 “피연결회사”가 독자적으로 제공하는 재화 등에 의하여 이용자와 행하는 거래에 대해서 보증책임을 지지 않는다는 뜻을 “연결회사”의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증책임을 지지 않습니다.
제32조(저작권의 귀속 및 이용제한)
"몰"이 작성한 저작물에 대한 저작권 기타 지적재산권은 "몰"에 귀속합니다.
이용자는 "몰"을 이용함으로써 얻은 정보 중 "몰"에게 지적재산권이 귀속된 정보를 "몰"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
"몰"은 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.
"몰"과 상품구매 및 서비스이용 계약을 체결하지 않고 이용자가 "몰"에 게시된 정보를 사용함으로 인한 책임은 전적으로 이용자에게 있습니다.
제33조(회원의 게시물 및 저작권)
게시물이라 함은 회원이 서비스를 이용하면서 게시한 글, 사진, 각종 파일과 링크 등을 말합니다.
회원의 게시물에 의한 손해나 기타 문제가 발생하는 경우, 회원은 이에 대한 책임을 지게 되며, "몰"은 책임을 지지 않습니다.
"몰"은 다음 각 호에 해당하는 게시물 등을 회원의 사전 동의 없이 임의 게시, 중단, 수정, 삭제, 이동 또는 등록 거부 등의 관련 조치를 할 수 있습니다
다른 회원 또는 제 3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우
공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우
불법복제 또는 해킹을 조장하는 내용인 경우
제 3자의 저작권을 침해하여 게시중단 요청을 받은 경우
영리를 목적으로 하는 광고일 경우
범죄와 결부된다고 객관적으로 인정되는 내용일 경우
다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우
사적인 정치적 판단이나 종교적 견해의 내용으로 회사가 서비스 성격에 부합하지 않는다고 판단하는 경우
회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
기타 관계법령에 위배된다고 판단되는 경우
회원이 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 단, "몰"은 서비스의 운영, 전시, 전송, 배포, 홍보의 목적으로 회원의 별도 허락없이 무상으로 저작권법에 규정하는 공정한 관행에 합치되게 회원의 게시물을 사용할 수 있습니다.
"몰"은 전항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해 사전에 회원의 동의를 얻어야 합니다.
회원이 이용계약 해지를 한 경우 타인에 의해 보관, 담기 등으로 재게시 되거나 복제된 게시물과, 타인의 게시물과 결합되어 제공되는 게시물, 공용 게시판에 등록된 게시물 등은 삭제되지 않습니다.
제2장 통신판매중개 서비스
제34조 (서비스의 종류)
회사에서 회원에게 제공하는 서비스의 종류는 다음과 같습니다.

E-Commerce 서비스: 회사가 “몰”을 통하여 회원 간에 상품의 매매가 이루어질 수 있도록 온라인 거래 장소를 제공하는 서비스 및 관련 부가서비스를 말합니다.
판매 관련 업무지원 서비스
제휴 관련 업무지원 서비스
구매 관련 지원 서비스
계약체결, 결제 지원 및 결제대금 보호 서비스
상담 대행 서비스
상품 콘텐츠 제작 대행 서비스
상품검색정보 서비스
기타 전자상거래 관련 서비스
광고 및 프로모션 서비스
기타 서비스 : 상품문의게시판 서비스, 구매자 판매자 간의 1:1 메신저 서비스, 상품평, 전문가 리뷰 등 기타 정보제공 서비스, 회사가 직접 또는 제휴사와 공동으로 제공하는 텔레마케팅(TM), 이벤트 서비스를 말합니다.
제35조 (대리행위 및 보증인의 부인)
회사는 구매자와 판매자 간의 자유로운 상품의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 구매자 또는 판매자를 대리하지 않으며, 회원 사이에 성립된 거래와 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 회원이 직접 부담하여야 합니다.
회사는 “몰”을 통하여 이루어지는 구매자와 판매자 간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록 상품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 구매자 또는 판매자가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체를 보증하지 않습니다. 다만, 등록된 상품 관련 정보가 법규 위반이나 저작권 침해가 명백한 경우, 또는 저작권 등 권리를 침해 받았다고 주장하는 자가 그 침해의 정지ㆍ예방을 요청하는 경우 회사는 당사자간의 분쟁이 해결되어 권리관계가 명확해질 때까지 해당 상품에 대한 삭제, 수정 또는 미노출 처리할 수 있습니다.
회사는 구매자와 판매자간의 거래의 안전성과 신뢰성을 높이는 도구만을 개발하여 제공합니다. 단, 회사가 판매하는 직매입 상품의 경우 구매자에 대하여 회사는 판매자의 지위를 갖게 됩니다.
제36조 (구매자의 서비스 이용)
구매자는 구매의사 없이 판매자의 상품에 악의적인 판매방해행위(구매-취소 반복행위, 허위예약 등)통하여 상품 가격을 올리거나 구매의사를 표시하여 판매자의 상품판매 기회를 방해하거나 다른 구매자의 구매기회를 방해한 것이 적발되면 회사는 해당 이메일(E-mail)[해당 이메일(E-mail)과 동일인 소유로 확인되는 이메일(ID) 포함]에 대하여 회원자격을 정지하는 등의 조치를 할 수 있습니다.
구매자는 상품을 구매하기 전에 반드시 판매자가 사이트 내에 작성한 상품의 상세 내용과 거래의 조건을 정확하게 확인해야 합니다. 구매하려는 상품의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손실과 손해는 구매자 본인에게 있습니다.
구매자는 상품의 상세 내용과 거래의 조건 등에 관한 내용을 판매자에게 확인하기 위하여 회사가 제공하는 상품문의서비스를 이용할 수 있습니다.
구매자는 이 약관과 회사가 서비스 화면에서 알리는 내용을 지켜야 하며, 약관과 알리는 내용을 위반하거나 이행하지 않아서 발생하는 모든 손실과 손해에 대해 책임을 집니다.
회사는 판매자가 등록한 상품의 내용과 거래조건에 대해서 어떠한 보증이나 대리를 하지 않습니다. 따라서 구매자는 스스로 책임지고 상품을 구매해야 합니다.
구매자는 구매한 상품에 청약철회의 원인이 발생하면 수령한 상품을 임의로 사용하거나 훼손되도록 방치해서는 안 됩니다. 청약철회 상품의 임의사용이나 상품보관의 미흡으로 상품이 훼손되었을 때에는 그에 합당한 비용을 부담하여야 합니다.
구매자는 판매자와 상품매매 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 분쟁해결 과정에서의 불성실 등 구매자의 귀책사유로 판매자와 회사에 손실과 손해가 발생될 경우 그에 대한 모든 책임은 구매자에게 있음을 확인합니다.
구매자가 상품을 구매할 때는 반드시 본인 명의의 결제수단을 사용하여야 하며, 타인의 결제수단을 임의로 사용 해서는 안 됩니다. 타인의 결제수단을 임의로 사용하여 발생하는 회사, 결제수단 소유자, 판매자의 손실과 손해에 대한 모든 책임은 구매자에게 있습니다.
매매대금의 결제와 관련하여 구매자가 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 구매자가 부담하여야 합니다.
회사는 구매자가 매매대금 결제 때 사용한 결제수단에 대해 정당한 사용권한이 있는지 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래진행을 중지하거나 해당 거래를 취소할 수 있습니다.
회사는 구매자에게 서비스가 안전하게 제공 될 수 있도록 각종 설비와 자료를 관리해야 하며, 서비스가 제공 목적에 맞게 이용되고 있는지 확인하고 구매자에게 이용 목적에 위반되는 부분이 있는 것으로 확인되면 사유의 소명을 요청할 수 있습니다.
회사가 구매자의 서비스 이용 편의를 높이기 위해 제휴업체로부터 정보를 제공받아 게재하거나 제3자가 제공하는 방식으로 “몰” 내 또는 링크 방식으로 참조용 정보나 콘텐츠를 제공할 수 있으며, 구매자는 상품 구매 때 자신의 판단과 책임으로 결정하여 구매하여야 합니다.
만 14세 미만의 미성년자는 “몰”에서 판매되는 모든 상품의 구매가 불가능합니다.
제37조 (결제대금 보호서비스의 이용)
회사는 e커머스 서비스의 신뢰성을 높이고 회원 간에 안전한 거래가 이루어질 수 있도록 결제대금 보호 서비스를 제공합니다. 결제대금 보호 서비스란, 매매계약이 체결되고 구매자가 대금을 결제 하였을 경우, 구매자가 판매자로부터 해당 상품을 받았다면 회사는 미리 정한 서비스 이용료를 공제한 후 해당 판매자에게 대금을 정산해 주고, 구매자가 판매자로부터 상품을 제공받지 못하여 구매자가 환불을 요청하였을 경우 구매자가 결제한 금액을 회사가 구매자에게 환불해주는 서비스를 말합니다.
결제대금 보호 서비스는 “몰”에서 “회사”가 통신판매중개형태로 판매하는 일부 상품에 적용 됩니다.
결제대금 보호 서비스는 회원 간에 이루어지는 상품매매의 안전성과 신뢰성을 높이고, 상품을 인수하기 전에 대금을 결제해야 하는 구매자를 보호하기 위해 제공합니다.
회사에서 제공하는 결제대금 보호 서비스는 판매자나 구매자를 대리하는 것이 아니며, 상품의 매매와 관련하여 판매자나 구매자의 의무를 대행하는 것도 아닙니다.
회사의 결제대행 서비스를 통하여 상품구매대금을 결제하는 과정에서 발생하는 송금수수료 등은 대금을 송금하는 구매자가 부담해야 합니다.
결제대금 보호 서비스를 제공하는 과정에서 회사가 결제대금을 보관하여 이자 등이 발생했을 때 구매자는 회사에 그 반환을 청구할 수 없습니다.
결제대금 보호 서비스를 이용하는 구매자는 수취확인기간내에 회사에 수취확인, 반품 등의 의사표시를 해야 합니다.
구매자에게 수취확인의 의사가 있거나 수취확인의 의사가 있는 것으로 간주하는 상황이 발생하면 결제대금 보호 서비스는 종료됩니다.
수취확인기간 내에 구매자가 반품의 의사표시가 없으면 회사는 구매자에게 수취 확인의 의사가 있는 것으로 간주합니다.
회사는 구매자에게 수취확인의 의사가 있거나 수취확인의 의사가 있다고 간주하면 ’전자상거래 등에서의 소비자보호에 관한 법률’의 관련 규정에 따라 관련 대금을 상품의 판매자에게 송금할 수 있습니다.
결제대금 보호 서비스가 종료된 이후에 청약철회, 취소, 해제, 무효 등의 사유가 발생한다면 구매자는 판매자와 직접 청약철회, 취소, 해제 및 결제대금 환불 등에 관한 절차를 진행해야 합니다.
제38조 (배송 및 거래완료)
배송 소요기간은 입금이 확인된 날의 다음 날을 기산일로 하여 배송이 완료되기까지의 기간을 말합니다. 공휴일과 기타 휴무일 또는 천재지변 등 불가항력의 사유가 발생하면 그 해당 기간은 배송 소요 기간에서 제외됩니다.
배송과 관련하여 판매자와 구매자, 배송업체, 금융기관 등의 사이에 분쟁 등이 발생하면 관련 당사자가 해결해야 합니다. 회사는 이에 관여하지 않으며 어떠한 책임도 부담하지 않습니다.
수취확인이 이루어진 이후에 상품의 하자 등 결제대금의 환불사유가 발생하면 회사는 이에 개입하지 않습니다. 수취확인 이후에 발생하는 판매자와 구매자 간 모든 분쟁은 거래 당사자인 판매자와 구매자가 해결해야 합니다.
수취확인기간 내에 구매자에게서 수취확인 또는 반품에 대한 의사표시가 없으면 회사는 해당 거래에 대하여 수취확인의 의사가 있는 것으로 간주하여 다음 영업일에 자동구매확정으로 처리(이하 “자동구매확정”)할 수 있습니다. 다만, 수취확인 기간 내에 구매자가 실제 상품을 수령하지 못했다면 구매자는 상품 미도착 신고를 할 수 있습니다.
자동수취확인 처리가 완료되면, 회사는 보관 중인 결제대금 중 판매자에게 지급할 상품판매대금을 판매자가 지정한 방법으로 지급할 수 있습니다.
자동수취확인이 이루어졌다면 구매자는 상품 미수령, 반품 등의 사유로 회사에 이의를 제기할 수 없으며, 상품구매대금의 환불, 상품의 반품 등 모든 문제는 판매자와 직접 해결해야 합니다.
제39조 (반품/환불/취소)
’전자상거래 등에서의 소비자보호에 관한 법률’ 제17조에 따라 구매자는 상품을 배송받은 날로부터 7일 이내에 반품을 요청할 수 있으며, 반품에 관한 일반적인 사항은 ’전자상거래 등에서의 소비자보호에 관한 법률’ 등 관련 법령이 판매자가 제시한 조건보다 우선합니다. 단, 다음 각 호의 경우에는 구매자가 반품을 요청할 수 없습니다.
구매자의 귀책사유로 말미암아 상품이 훼손된 경우
구매자의 사용 또는 일부 소비로 말미암아 상품의 가치가 현저히 감소한 경우
시간이 지나 재판매가 어려울 정도로 상품의 가치가 현저히 감소한 경우
복제가 가능한 상품의 포장을 훼손한 경우
기타 구매자가 환불을 요청할 수 없는 합리적인 사유가 있는 경우
회사는 구매자로부터 반품의 의사표시를 접수하면, 즉시 그러한 사실을 판매자에게 통보합니다.
반품에 필요한 왕복 배송비와 기타 필요한 비용은 귀책사유가 있는 쪽에서 부담합니다.
반품을 신청할 때 반품송장번호를 기재하지 않으면 반품처리와 환불이 지연될 수 있습니다.
배송상의 문제로 구매자가 손해를 보았을 때 그에 대한 책임은 해당 배송업체를 지정한 판매자에게 있습니다.
회사가 구매자의 구매대금 결제 확인에 대해 통지한 후 판매회원이 상당 기간 구매자의 주문 정보를 확인하지 않거나 배송 절차를 이행하지 않아 구매자가 거래 취소를 요구하면 회사는 해당 거래를 취소할 수 있으며, 거래가 취소되면 보관 중인 상품 구매대금은 구매자에게 환불됩니다. 아울러, 회사는 개별적인 정책으로 구매자의 요구 없이도 자동 환불처리 등의 조치를 할 수 있으며 그럴 경우 미리 해당 내용을 구매자에게 공지합니다.
회사는 판매자가 구매자의 반품에 대한 사실확인 진행절차에 적극적으로 임하지 않거나 지연하면 구매자에게서 반품의 원인을 파악한 후 해당 거래를 취소하여 구매자에게 보관 중인 결제대금을 환불할 수 있습니다.
회사는 구매자의 반품요청이 정당하지 않다고 판단하면 구매자의 의사표시를 취소하여 보관 중인 결제대금을 판매자에게 지급할 수 있습니다. 또한, 구매자의 반품이 접수된 날로부터 14일이 지날 때까지 이미 수령한 상품을 판매자에게 반환하지 않거나 전화, 이메일(E-mail) 등으로 연락되지 않으면 반품의 의사를 철회한 것으로 간주하여 보관 중인 결제대금을 판매자에게 지급할 수 있습니다.
확인된 거래가 취소되어 결제대금을 환불할 경우는 회사는 거래가 취소된 날로부터 2영업일 이내에 구매자에게 환불에 필요한 조치를 합니다. 신용카드로 결제했을 때는 환불을 요청한 즉시 결제 승인이 취소됩니다.
카드결제로 구매한 건의 환불은 카드결제 취소를 통해서만 가능하며, 어떠한 경우에도 현금잔고로 환불되지 않습니다.
배송요청 중 상태에서는 즉시 취소처리가 완료되는 것이 원칙이나 이미 상품이 발송되었다면 발송된 상품의 왕복 배송비는 구매자가 부담해야 합니다. 또한 취소수수료 부과상품의 경우 구매상품의 취소정책에 따라 구매자가 취소수수료를 추가 부담하여야 합니다.
발권요청 중 상태에서는 즉시 취소처리가 완료되는것이 원칙이나 이미 구매한 상품이 발권처리되었다면 발권취소수수료를 구매자가 부담하여야 합니다. 또한 취소수수료 부과상품의 경우 구매상품의 취소정책에 따라 구매자가 취소수수료를 추가 부담하여야 합니다.
제40조 (금지행위)
회사가 제공하는 결제대금 보호 서비스를 이용하지 않고 판매자와 구매자가 직접 거래하는 행위(직거래)는 거래의 안전을 위하여 금지되고, 직거래를 통하여 발생한 제반 문제에 대한 책임은 거래 당사자에게 있으며 회사는 이에 대해 어떠한 책임도 지지 않습니다.
직거래를 하거나 이를 유도한 것으로 확인된 판매자는 서비스 이용이 정지되거나 이용계약이 해지될 수 있으며, 회원은 직거래를 하거나 유도한 판매자를 회사가 운영하는 안전거래센터에 신고할 수 있습니다.
회사가 제공하는 서비스 이용방법을 따르지 않고 비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위는 금지됩니다.
시스템 부정행위가 확인되면 회사는 해당 회원에게 부가적으로 제공한 혜택의 일부 또는 전부를 회수하거나, 특정 서비스의 이용을 제한하고, 이용계약을 해지하는 등의 조치를 할 수 있습니다.
타인의 명의, 카드정보, 계좌정보 등을 무단으로 사용하여 회사가 제공하는 구매서비스를 이용하는 행위는 금지됩니다.
물품판매 또는 용역제공을 가장하여 자금을 융통하는 것과 같이 여신전문금융업법 등 법령에 따라 금지된 방법으로 비정상적인 결제를 하는 것은 금지되며, 해당 내용이 확인되었을 때 회사는 회원의 거래를 취소하거나 중지시키고 관련기관에 통보할 수 있습니다.
실제 상품의 배송이 없거나 회사가 제공하는 쿠폰 등의 유효기간을 연장하기 위한 목적으로 구매와 취소를 반복하는 등 상품의 실질적인 구매의사가 없는 구매행위와 회사가 제공하는 할인율 등을 이용하여 비정상적인 거래를 하는 것은 금지되며, 해당 내용이 확인되면 회사는 해당 거래를 취소하고 서비스이용을 제한하거나 이용계약을 해지할 수 있습니다.
제3자에게 재판매하기 위한 목적으로 회사가 제공하는 혜택이나 할인율 등을 부당하게 이용하는 행위(다른 오픈마켓이나 인터넷쇼핑몰 등에 임의로 최저가를 등록하는 등으로 “몰”의 할인쿠폰 발행을 유도한 후 해당 쿠폰을 적용하여 구매하는 행위 등), 회사에 손실을 발생시키는 행위는 금지되며, 재판매 목적의 거래행위가 확인된 경우 회사는 해당 회원에 대하여 서비스이용제한, 이용계약의 해지 등의 조치를 취할 수 있으며, 이러한 행위로 손해가 있을 경우 배상을 청구할 수 있습니다.
판매자 본인의 상품 구매 또는 실제 상품의 이동 없이 판매점수 및 광고효과를 높이기 위한 구매 또는 부당한 할인 획득을 위해 제3자의 이메일(E-Mail)을 이용한 구매 행위는 금지되며, 해당 내용이 확인된 경우 거래를 취소하고 서비스의 이용을 제한하는 등의 조치를 하거나 서비스의 이용을 제한하는 등의 조치를 할 수 있습니다.
회사는 회원의 부정 거래 행위(현금융통, 결제수단도용, 대량 허위거래 등)가 의심되면 일시적으로 서비스 이용을 정지하고 거래 사실 확인 및 소명을 위해 정지한 날로부터 15일 이내에 필요 최소한의 증빙자료(거래사실증명서, 물품 수급 및 발주, 배송증빙서류 등)를 요청 할 수 있습니다. 만약 특별한 사정없이 회사가 요청한 증빙자료를 정해진 기한 내에 제출하지 않거나 서류 미비 또는 소명이 되지 않을 경우 서비스 이용이 영구히 정지되거나 이용계약이 해지될 수 있습니다.
회사는 실질적인 구매의사 없이 구매 후 취/반품을 반복하는 행위 등으로 판매자의 원활한 판매와 공정한 시장환경 조성을 방해하는 회원에 대하여 [1/2차 경고, 3차 일정기간 이용정지, 4차 영구 이용정지] 등의 제재 조치를 취할 수 있습니다.
회사는 회원의 법령 위반, 본 약관 위반, 기타 금지행위 여부에 대한 모니터링을 실시하고 있으며, 회원은 회사의 모니터링 업무에 대하여 협조하여야 하며 회사가 요청하는 필요 최소한의 증빙자료를 제출할 의무가 있습니다.
제41조 (안전거래센터)
회사는 타인의 권리 침해, 법령의 위반 등 회원이 서비스를 이용할 때 발생할 수 있는 거래의 안전과 관련된 법적 문제를 조정하기 위하여 안전거래센터를 운영합니다.
안전거래센터는 다음과 같은 역할을 합니다.
매매부적합물의 판매에 대한 조치
타인의 권리를 침해하는 행위에 대한 조치
약관 위반 또는 법령을 위반하는 행위에 대한 조치
기타 거래의 안전 및 사이트의 안전 확보등을 위한 조치
회원 또는 거래의 안전 확인 및 안전이 확인될 때 까지 거래 보류하거나 거래 취소할 수 있으며, 서비스 이용을 제한하거나 이용계약의 해지 등의 조치
안전거래센터의 조정에 회원은 신의성실의 원칙에 따라 성실히 응해야 합니다.
제42조 (분쟁조정 센터)
회사는 회원 상호 간 또는 회원과 제3자 간의 분쟁을 조정하기 위하여 분쟁조정센터를 운영 합니다.
분쟁조정센터를 통하여 분쟁을 조정할 때 회사는 제3자의 입장에서 공정하게 분쟁의 조정에 임해야 합니다.
분쟁조정센터의 조정에 회원은 신의성실의 원칙에 따라 성실히 응해야 합니다.
제3장 기타사항
제43조 (회사의 면책)
상품의 매매와 관련하여 발생하는 상품의 배송, 청약철회, 반품 등의 거래진행은 거래 당사자인 판매자와 구매자 간에 수행되어야 하며, 회사는 거래진행에 관여하지 않습니다.
제5조 제7항의 사유로 서비스를 일시적으로 중단해야 할 경우 회사는 사이트 초기 화면을 통해 공지하며, 이는 서비스 일시 중단이 불가피하거나 불가항력적인 경우이므로 이용자 또는 제3자에게 손해가 발생했더라도 책임을 부담하지 않습니다.
회사는 이용자의 귀책사유로 서비스 이용에 장애가 발생하는 것에 대해 책임을 지지 않습니다.
이용자가 자신의 개인정보를 타인에게 유출하거나 제공하여 발생하는 피해에 대해 회사는 일절 책임을 지지 않습니다.
회사의 서비스 화면에서 링크, 배너 등을 통하여 연결된 회사(이하 피연결회사)와 이용자간에 이루어진 거래에 회사는 개입하지 않으며, 해당 거래에 대하여 책임을 지지 않습니다.
회사는 서비스 화면에 표시되는 판매자 또는 제3자가 제공하는 상품 또는 정보 등의 정확성, 적시성, 타당성 등을 보증하지 않습니다.
제44조(분쟁해결)
"몰"은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치운영합니다.
"몰"은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
"몰"과 이용자간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시/도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제45조(재판권 및 준거법)
"몰"과 이용자간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
"몰"과 이용자간에 제기된 전자상거래 소송에는 한국법을 적용합니다.
제46조(특별규정)
당 약관에 명시되지 않은 사항은 전자거래기본법, 전자서명법, 전자상거래등에서의 소비자보호에 관한 법률 기타 관련법령의 규정 및 국내외 여행표준약관 등에 의합니다.
</pre>
            </div>
            <div class="modal-footer">
                <button class="apply-button">확인</button>
            </div>
        </div>
    </div>
</div>